/*
 Localizable.strings
 TSFeedback
 
 Created by 沧海无际 on 2020/5/14.
 
 */

"E-mail" = "E-Mail:";
"Enter your email address here" = "Si prega di inserire l'indirizzo E-mail";
"Content" = "Contenuto";
"Note:" = "Nota:";
"Submit" = "Invia";
"Sending…" = "Inviando";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Invia con successo, ti aiutiamo a risolvere il problema il prima possibile.";
"Send failed!" = "Invio fallito!";
"You can also click on product support to find the corresponding solution. Product Support >>" = "Potresti anche cliccare su supporto prodotto per cercare la soluzione corrispondente. Supporto Prodotto >> ";
"Product Support >>" = "Supporto Prodotto >>";
"Please make sure your network connection is working and submit again." = "Si prega di assicurarsi la tua connessione di rete funzioni e invia di nuovo.";
"Feedback" = "Feedback";

"Please enter valid Email address." = "Si prega di inserire un indirizzo email valido.";

//MARK: - Feedback 2.0.0 定制
"Thanks for contacting us and telling us your opinions about our product." = "Grazie per averci contattato e averci detto cosa pensi del nostro prodotto.";
"What do you want to do with this product?" = "Cosa vuoi fare con questo prodotto?";
"1: In order to quickly resolve the problem, please describe the problem you are experiencing as much detail as possible." = "1: Per risolvere rapidamente il problema, descrivi il problema che si sta verificando fornendo il maggior numero di informazioni che puoi.";
"What is your problem when using this product?" = "In quale problema t’imbatti quando usi questo prodotto?";
"1: If you have any questions about the product or after-sales service, please feel free to tell us." = "1: Nel caso tu avessi delle domande sul prodotto o sul servizio post-vendita, sentiti libero di porcele.";
"E-mail" = "E-Mail:";
"Please enter a valid email address" = "Per favore, inserisci un indirizzo e-mail valido";
"Please make sure your email is correct" = "Per favore, accertati che la tua e-mail sia corretta";
"Notes:" = "Nota:";
"1: Due to the time difference of global customer service, you will get an answer within 48 hours on weekdays." = "1: A causa della differenza di orario del servizio clienti nel mondo, riceverai una risposta entro 48 ore nei giorni lavorativi.";
"2: You can also check our online FAQs to quickly browse some order issues or technical problems." = "2: Puoi anche consultare le nostre FAQ online per sfogliare rapidamente alcuni problemi relativi all’ordine o problemi tecnici.";
"order issues" = "problemi relativi all’ordine";
"technical problems" = "problemi tecnici";

"Attach log file" = "Allega il file di registro";
"Attach images:" = "Allega il file immagine:";
"Add Image" = "Aggiungi immagine";
"Add up to 2 images" = "Aggiungi fino a 2 immagini";
"Submit" = "Invia";
"Sending…" = "Inviando";
"Mail has been sent successfully! We will solve the problem as soon as possible." = "Invio e-mail riuscito, ti aiuteremo a risolvere il problema il prima possibile.";
"Send failed!" = "Invio non riuscito!";
"Please make sure your network connection is working and submit again." = "Si prega di assicurarti che la tua connessione di rete funzioni e invia di nuovo.";
"Feedback" = "Feedback";
"OK" = "Sì";
